<template>
    <section class="AgreePage">
        <Head :back="headData.back" :text="headData.text" :share="headData.share">
        </Head>
        <section class="agree">
            <p>【导言】</p>
            <p>欢迎您使用爱多分特权增值服务</p>
            <p>为使用爱多分服务（简称为：本服务），您应当阅读并遵守《爱多分条款》（简称为：本协议）。请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。免除或限制责任条款可能以加粗形式提示您注意。</p>
            <p>除非您已阅读并接受本协议所有条款，否则您无权使用本服务。您对本服务的任何购买或接受赠与等获取行为及登录、查看等任何使用行为即视为您已阅读并同意本协议的约束。</p>
            <p>如果您未满18周岁，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。</p>
            <h1>一、【协议的范围】</h1>
            <p>本协议是您与爱多分之间关于您使用本服务所订立的协议。</p>
            <h1>二、【关于本服务】</h1>
            <p>您所享有的本服务的具体内容可能会因为级别、是否年费、开通期限、您选择的具体服务类别等因素而有不同，通常高级别、开通年费服务、开通期限较长等情况下，您将会享有更多的服务，具体以相关服务页面公布、实际提供的内容为准。</p>
            <h1>三、权利义务</h1>
            <p>3.1【关于收费】</p>
            <p>本服务是爱多分提供的收费服务，您须在按照本服务的收费标准支付相应费用后，方可使用本服务。此外，您也可以通过激活体验券等爱多分认可的其他方式享有、使用本服务。</p>
            <p>爱多分可能会根据本服务的整体规划，对本服务的收费标准、方式等进行修改和变更，前述修改、变更，爱多分将在相应服务页面进行展示。您若需要获取、使用本服务，请先提前了解清楚当时关于本服务的收费标准、方式等信息。</p>
            <p> 多分宝报告属于电子产品，一旦购买多分宝报告成功后，一律不接受任何退款要求。</p>
            <h1>3.2【服务开通】</h1>
            <p>3.2.1您应该通过爱多分指定的包括但不限于支付宝、银行卡、微信支付等现有方式、今后爱多分指定方式在依约支付一定费用后开通本服务。本服务开通之后，不可进行转让：</p>
            <p>（1）以营利、经营等非个人使用的目的为自己或他人开通本服务；</p>
            <p>（2）通过任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件等任何程序、软件方式为自己或他人开通本服务；</p>
            <p>（3）通过任何不正当手段或以违反诚实信用原则的方式为自己或他人开通本服务；</p>
            <p>（4）通过非爱多分指定的方式为自己或他人开通本服务；</p>
            <p>（5）通过侵犯爱多分或他人合法权益的方式为自己或他人开通本服务；</p>
            <p>（6）通过其他违反相关法律、行政法规、国家政策等的方式为自己或他人开通本服务。</p>
            <p>3.3 【服务期限】</p>
            <p>3.3.1本服务的服务期限以您自行选择并支付相应服务费用的期限为准，服务从支付成功时生效。您也可以在支付记录页面查询。</p>
            <p>3.3.2 本服务的服务开通最高期限会受到一定限制，具体以爱多分制定的的规则为准。</p>
            <p>3.4 【行为规范】</p>
            <p>3.4.1【五不准】</p>
            <p>您在使用本服务时不得利用本服务从事以下行为，包括但不限于：</p>
            <p>（1）发布、传送、传播、储存违反国家法律、危害国家安全统一、社会稳定、公序良俗、社会公德以及侮辱、诽谤、淫秽、暴力的内容；</p>
            <p>（2）发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；</p>
            <p> (3）虚构事实、隐瞒真相以误导、欺骗他人；</p>
            <p>（4）发表、传送、传播广告信息及垃圾信息；</p>
            <p>（5）从事其他违反法律法规、政策及公序良俗、社会公德等的行为。</p>
            <p>3.4.2【用户禁止行为】</p>
            <p>本服务仅供您个人使用，除非经爱多分书面许可，您不得进行以下行为：</p>
            <p>（1）通过任何方式搜集本服务中其他用户的用户名、电子邮件等相关信息，并以发送垃圾邮件、连锁邮件、垃圾短信、即时消息等方式干扰、骚扰其他用户；</p>
            <p>（2）通过本服务发布包含广告、宣传、促销等内容的信息；</p>
            <p>(3）将本服务再次许可他人使用；</p>
            <p>(4）其他未经爱多分书面许可的行为。</p>
            <p>3.4.3【对自己行为负责】</p>
            <p> 您充分了解并同意，您必须为自己帐号下的一切行为负责，包括但不限于您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。</p>
            <p>3.5【服务的变更、中止或终止】</p>
            <p>您充分了解并同意，由于互联网服务的特殊性，爱多分可能会按照相关法规、双方约定或在其他必要时，中止或终止向您提供本服务，届时，爱多分会依法保护您的合法权益。</p>
            <h1>四、【违约责任】</h1>
            <p>4.1 如果爱多分发现或收到他人举报您有违反本协议任何行为的，爱多分有权依法进行独立判断并采取技术手段予以删除、屏蔽或断开相关的信息。同时，爱多分有权视您的行为性质，对您采取包括但不限于暂停或终止部分或全部本服务、中止或终止您对账号的使用、追究您法律责任等措施，爱多分也无需向您退还任何费用，而由此给您带来的损失（包括但不限于通信中断、相关数据清空、未使用的服务费用作为违约金而归智学网所有等），由您自行承担，造成爱多分损失的，您也应予以赔偿。</p>
            <p>4.2 【对第三方损害的处理】</p>
            <p>您有违反本协议任何行为，导致任何第三方损害的，您应当独立承担责任；爱多分因此遭受损失的，您也应当一并赔偿。</p>
            <h1>五、【其他】</h1>
            <p>5.1 【协议的生效】</p>
            <p>您使用本服务即视为您已阅读并同意受本协议的约束。</p>
            <p>5.2 【协议签订地】</p>
            <p>本协议签订地为中华人民共和国安徽省合肥市高新区。</p>
            <p>5.3 【适用法律】</p>
            <p>本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
            <p>5.4 【争议解决】</p>
            <p>若您和爱多分之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
            <p>5.5 【条款标题】</p>
            <p>本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
            <p>5.6 【条款效力】</p>
            <p>本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
        </section>
    </section>
</template>

<script>
    import Head from "../components/Head.vue";
    export default {
        data() {
            return {
                headData: {
                    back: "/vip",
                    text: "爱多分服务协议",
                    share: "",
                    showShare: false
                },
            };
        },
        mounted() {
        },
        components: {
            Head
        },
    };
</script>

<style lang="less" scoped>
    .AgreePage {
        width: 100%;
        height: auto;
        min-height: 100vh;
        background: #fff;
        float: left;
        position: relative;
    }
    .agree {
        width: 100%;
        height: auto;
        //background: pink;
        float: left;
        p {
            width: 100%;
            background: #fff;
            float: left;
            margin-top:.1rem;
            text-indent: 2em;
            font-size: .28rem;
            box-sizing: border-box;
            padding: 0 .4rem;
        }

        h1{
            text-indent: .4rem;
            margin:.4rem 0;
            float: left;
            font-size: .32rem;
        }

        p:first-child {text-indent: 1em;padding: 0;}
        p:last-child{margin-bottom: 1rem;}
    }
</style>

